import React from 'react'

export const FAQS = [
    {
        question: 'Как долго длится процесс покупки автомобиля?',
        answer: 'Обычно процесс занимает от 2 до 4 недель, включая поиск, проверку и оформление документов. Точные сроки зависят от выбранной модели и её доступности.',
    },
    {
        question: 'Какие гарантии вы предоставляете?',
        answer: 'Мы предоставляем полную гарантию на техническое состояние автомобиля, юридическую чистоту и соответствие заявленным характеристикам. Все условия прописываются в договоре.',
    },
    {
        question: 'Какая минимальная сумма предоплаты?',
        answer: 'Минимальная предоплата составляет 10% от стоимости автомобиля. Точная сумма зависит от выбранной модели и условий поставки.',
    },
    {
        question: 'Как проверяется техническое состояние автомобиля?',
        answer: (
            <ul>
                <li>
                    <strong>
                        Каждый автомобиль проходит полную техническую
                        диагностику по 100+ параметрам.
                    </strong>
                </li>
                <br />

                <li>
                    - Наши менеджера в Китае фиксируют подробный видео/фото
                    отчет для наших клиентов.
                </li>

                <li>
                    - Проверка выполняется с использованием профессионального
                    оборудования.
                </li>
                <br />

                <li>
                    <strong>
                        Мы заинтересованы качеством в первую очередь!
                    </strong>
                </li>
            </ul>
        ),
    },
    {
        question: 'Могу ли я заказать запчасти через вашу фирму?',
        answer: (
            <>
                Да, <strong>Asia Motors</strong> предоставляет полный сервис по
                подбору и доставке <strong>ЛЮБОЙ</strong> запчасти- для{' '}
                <strong>ЛЮБОГО</strong> автомобиля.
                <br />
                <br />
                <ul>
                    <li>
                        •‎ Прямые контракты с производителями и официальными
                        дистрибьюторами
                    </li>
                    <li>•‎ Гарантия подлинности запчастей</li>
                    <li>•‎ Доставка от 14 дней</li>
                    <li>•‎ Помощь в подборе аналогов</li>
                    <li>•‎ Возможность срочной авиадоставки</li>
                </ul>
                <br />
                <p>
                    Для заказа запчастей достаточно предоставить VIN-номер
                    автомобиля или фото/артикул необходимой детали. Наши
                    специалисты подберут оригинальные запчасти или качественные
                    аналоги по лучшей цене.
                </p>
            </>
        ),
    },
    {
        question: 'Как гарантируется юридическая чистота автомобилей из Китая?',
        answer: (
            <>
                Мы обеспечиваем <u>полную юридическую защиту</u> сделки. Каждый
                автомобиль проходит многоступенчатую проверку: от
                завода-изготовителя до таможенного оформления.
                <br />
                <br />
                Предоставляем полный пакет документов, включая:
                <br />
                <br />
                <ul>
                    <li>•‎ ЭПТС</li>
                    <li>•‎ СБКТС</li>
                    <li>•‎ Декларация</li>
                    <li>•‎ ТПО</li>
                </ul>
                <br />
                <p>
                    Все автомобили имеют легальное происхождение и официально
                    ввезены в РФ через уполномоченные таможенные органы.
                </p>
            </>
        ),
    },
    {
        question:
            'Какие преимущества покупки китайского автомобиля через Asia Motors?',
        answer: (
            <>
                Работая напрямую с китайскими производителями, мы предлагаем
                цены на <strong>15-30% ниже рыночных</strong>.
                <br />
                <br />
                <strong>Наши клиенты получают:</strong>
                <br />
                <br />
                <ul>
                    <li>•‎ Персонального менеджера</li>
                    <li>
                        •‎ Предпродажную инспекцию автомобиля с фото/видео
                        отчетом
                    </li>
                    <li>•‎ Страхование груза</li>
                    <li>•‎ Полное таможенное оформление</li>
                    <li>•‎ Помощь в постановке на учет</li>
                    <li>
                        •‎ Помощь с приобретением{' '}
                        <strong>sim карт для Master Аккаунта</strong>
                        (привязка, настройка, обновления)
                    </li>
                </ul>
                <br />
                <p>
                    Дополнительно предоставляем услуги по подбору и доставке
                    запчастей, техническую поддержку 24/7 и помощь в
                    обслуживании автомобиля.
                </p>
            </>
        ),
    },
]
